;RBRProManager  Config File
[Settings]
LanguageName=greek
OnlineLanguage=eng

[Guide]
Title=RBRPro Εγχειρίδιο Χρήσης
Link=https://docs.google.com/document/d/1GQrtgs4e-WjfJ0jearZpvhwbW6Buy5jlneCl9M7vdJ8/edit?usp=sharing

[Sections]
Web=RBRPRO
Profile=ΧΡΗΣΤΗΣ
Tournaments=ΔΙΟΡΓΑΝΩΣΕΙΣ
Options=ΕΠΙΛΟΓΕΣ
Contents=ΠΕΡΙΕΧΟΜΕΝΑ
Credits=ΣΥΝΤΕΛΕΣΤΕΣ

[HomePage]
Days=ημέρες
ToGo=για να ξεκινήσετε!
RoadBookAvailable=Οδικό βιβλίο διαθέσιμο!

[Web]
News=ΝΕΑ
Live=YOUTUBE
Updates=ΕΝΗΜΕΡΩΣΗ

[User]
Driver=ΟΔΗΓΟΣ
Team=ΟΜΑΔΑ
Account=ΛΟΓΑΡΙΑΣΜΟΣ
Replays=ΕΠΑΝΑΛΗΨΕΙΣ

[Replays]
Replays=Επαναλήψεις
FileName=Όνομα αρχείου
Stage=Στάδιο
Date=Ημερομηνία
Car=Αυτοκίνητο
ReplayDeleteWarning=Αυτή η επανάληψη θα διαγραφεί. Είσαι σίγουρος?
StageNotInstalledWarning=Το απαιτούμενο στάδιο δεν είναι εγκατεστημένο. Εγκαταστήστε το
CarNotInstalledWarning=Το απαιτούμενο αυτοκίνητο δεν έχει εγκατασταθεί. Εγκαταστήστε το

[Driver]
Home=Αρχική Σελίδα
Stats=Στατιστικά
LatestUsedCars=Τελευταία χρησιμοποιούμενα αυτοκίνητα
RoleDriver=Οδηγός
RoleManager=Διαχειριστής
RoleEngineer=Μηχανικός
RoleSupport=Υποστήριξη
Score=Αποτέλεσμα
RegisterNow=Θέλετε να κάνετε εγγραφή; Κλικ εδώ.
ValidUntil=Ισχύει μέχρι
NoDonations=Χωρίς δωρεές
Donator=Δότης
ProDonator=Pro Δότης
CurrentCategory=Τρέχουσα κατηγορία:
ChangeCategory=Αλλάξτε την κατηγορία προγράμματος οδήγησης σε
ChangeNickName=Θέλω να αλλάξω το ψευδώνυμό μου σε
MakeRequest=Αποστολή αιτήματος
CategoryChangeWarning=Αλλάζοντας την κατηγορία ο οδηγός χάνει όλους τους πόντους που κερδίζει στην τρέχουσα κατηγορία. Ένας οδηγός μπορεί να ζητήσει δύο αλλαγές το πολύ σε μία σεζόν. Θέλετε να συνεχίσετε?
RequestSubmitted=Το αίτημά σας έχει σταλεί στο RBRPro. Θα λάβετε ένα email επιβεβαίωσης.
TeamManagersOnly=Είστε σε μια ομάδα. Αυτή η λειτουργία προορίζεται για τον διαχειριστή της ομάδας σας.
NickNameChangeWarning=Ο μόνος λόγος για αλλαγή ψευδωνύμου είναι να ευθυγραμμιστεί με το ψευδώνυμό σας στο rbr.onlineracing.cz. Εάν το ψευδώνυμό σας στο RBRPro δεν ταιριάζει με το τελευταίο, δεν θα λάβετε πόντους και αστέρια στα πρωταθλήματα RBRPro. Θέλετε να συνεχίσετε?
Send=Αποστολή
Add=Προσθήκη
RemoveTeamMateConfirm=Πρόκειται να αφαιρέσετε αυτόν τον πιλότο από την ομάδα σας. Θέλετε να συνεχίσετε?
Message=Μήνυμα
Donate=Δωρεά
DonationCode=Κωδικός Δωρεάς
DonationTip=Μετά τη δωρεά λαμβάνετε έναν κωδικό, επικολλήστε τον στο παρακάτω πλαίσιο για να καταχωρήσετε τη δωρεά
RegisterDonation=Εγγραφή δωρεάς
Roles=Ρόλοι
CannotLogin=Δεν μπορείτε να συνδεθείτε στο προφίλ σας; Κάντε κλικ ΕΔΩ!
NickNameChanged=Το ψευδώνυμό σας έχει αλλάξει. Συνδεθείτε ξανά.
TeamMateAddTip=Επιλέξτε πιλότο για πρόταση πρόσληψης
OptionalMessage=Σύντομο μήνυμα (προαιρετικό)
HiringProposalSent=Η πρόταση πρόσληψής σας έχει σταλεί στη διεύθυνση {0}. Καλή τύχη!
NewProposals={0} νέες προτάσεις πρόσληψης για εσάς!
NoHiringProposals = Αυτή τη στιγμή δεν υπάρχουν προτάσεις πρόσληψης
Accept=Αποδοχή
Decline=Απόρριψη
WelcomeMessage=Μπράβο! είστε πλέον μέλος του {0}
RemovedFromTeam={0} καταργήθηκε από την ομάδα σας
AcceptProposalConfirm=Πρόκειται να εγγραφείτε σε αυτήν την ομάδα. Είσαι σίγουρος?
DeclineProposalConfirm=Πρόκειται να απορρίψετε μια πρόταση πρόσληψης. Είσαι σίγουρος?
LookingForTeam=Ναι, αποδέχομαι την πρόσληψη προτάσεων από ομάδες
OnlyCountryTeams=Αποδέχομαι μόνο προτάσεις από ομάδες στη χώρα μου
HiringProposals=Οι προτάσεις πρόσληψής σας
MaxMembersReached=Η ομάδα σας έχει φτάσει στο μέγιστο επιτρεπόμενο μέγεθος. Δεν μπορείτε να προσλάβετε.
AbandonTeamConfirm=Πρόκειται να εγκαταλείψετε την ομάδα. Είσαι σίγουρος?
YouHaveBeenRemovedFromTeam=Έχετε αφαιρεθεί από την ομάδα.
NotAvailableForHiringInYourCountry=Αυτός ο πιλότος δεν δέχεται προτάσεις από ομάδα στη χώρα σας
DonationRegistered=Η δωρεά σας έχει εγγραφεί. Είστε τώρα δωρητής. Σε ευχαριστώ πάρα πολύ!
InvalidDonation=Αυτή η δωρεά δεν είναι έγκυρη. Επικοινωνήστε με την υποστήριξη RBRPro

[Team]
TeamManager=Διευθυντής Ομαδας:
Score=Αποτέλεσμα

[Account]
Desc=Λογαριασμός χρήστη Online/RBRPro
Username=Όνομα χρήστη
Password=Κωδικός
AutoLogin=Αυτόματη σύνδεση κατά την εκκίνηση
LoginNow=Συνδεθείτε τώρα
ClickHereToRegister=Δεν είστε εγγεγραμμένος; Κάντε κλικ εδώ
Utility=Utility
DriverPage=ID οδηγού RBRPro
SecureAuth=Ασφαλής έλεγχος ταυτότητας

[Tournaments]
Calendar=Ημερολόγιο
Rallies=Ραλλύ
Event=Ειδικό
Options=Επιλογές
RalliesFilters=Φίλτρα αναζητησης Ραλλύ
RalliesFilterString=Σελίδα Ραλλύ
Rankings=Βαθμολογία
ManualRestartRequest=Χειροκίνητη αίτηση επανεκκίνησης
GenerateCode=Δημιουργία κωδικού ...
ManualRequestTip=Εάν το παιχνίδι είχε πρόβλημα και δεν δημιουργήθηκε κωδικός επαναφοράς, μπορείτε να χρησιμοποιήσετε το χειροκίνητο αίτημα. Προσοχή: το χειροκίνητο αίτημα μπορεί να γίνει εντός 60 δευτερολέπτων από το πρόβλημα.
MajorLeague=Πρωτάθλημα
MLgRalliesFilterString=Σελίδα Πρωταθλήματος

[Calendar]
Champhionship=Πρωτάθλημα
Rally=Ραλλύ
From=Από
To=έως
Password=Κωδικός πρόσβασης
Notes=Σημειώσεις
ShowPastEvents=Εμφάνιση γεγονότων παρελθόντος
UseLocalTimeZone=Χρησιμοποιήστε την τοπική ζώνη ώρας

[Rankings]
Championship=Πρωτάθλημα
Pilots=Πιλότοι
Teams=Ομάδες

[Standings]
Driver=Οδηγός
Category=Κατηγορία
Car=Αυτοκίνητο
TotalTime=Συνολικός χρόνος
Team=Ομάδα
PointsStars=Πόντοι/Αστέρια

[Options]
Video=ΓΡΑΦΙΚΑ
View=ΑΠΕΙΚΟΝΙΣΗ
Audio=ΉΧΟΣ
Controls=ΧΕΙΡΙΣΤΗΡΙΑ
Manager=ΔΙΑΧΕΙΡΗΣΗ

[Video]
CustomRes=Προσαρμοσμένη ανάλυση οθόνης
ScreenRes=Ανάλυση
Into=σε
VSync=Κάθετος Συγχρονισμός
GraphicsQuality=Ποιότητα γραφικών
CustomGraphics=Προσαρμοσμένα γραφικά
Bloom=Bloom
AmbientalOcclusion=Περιβαλλοκτική έμφραξη
Reflections=Αντανακλάσεις
Shadows=Σκιές
VROnly=(ισχύει μόνο για το VR Headset)
HDR=HDR
AmbientalLighting=Φωτισμός περιβάλλοντος
Godrays=Godrays
FXAA=FXAA
SMAA=SMAA
ShowFPS=Εμφάνιση μετρητή FPS
Saturation=Κορεσμός χρώματος
Gamma=Χρωματισμός Γάμμα
AdaptiveSharpen=Προσαρμοσμένη όξυνση
OnScreenDash=Πίνακας Οργάνων επί της Οθόνης
BorderlessWindow=Παράθυρο χωρίς περίγραμμα (συνιστάται)
Fullscreen=Πλήρης Οθόνη
Original=Αρχικό
Low=Χαμηλά
Normal=Κανονικά
Ultra=Εξαιρετικά
Customized=Προσαρμοσμένα
Disabled=Απενεργοποίηση
DashTip=Όταν χρησιμοποιείτε το παιχνίδι, κάντε διπλό κλικ στο δεξιό κουμπί του ποντικιού για να ορίσετε τη θέση του
Include219Res=Προσθέστε αναλύσεις 21:9
IncludeTripleRes=Προσθέστε αναλύσεις τριών οθονών
CenterOnScreenHorz=Κέντρο πλάτους
CenterOnScreenVert=Κέντρο ύψους
Standard=Αρχικό
UseNVidiaFilters=Χρησιμοποιήστε φίλτρα βελτιστοποιημένα για τη NVIDIA
CustomDx9=Προσαρμοσμενα για DirectX9
RenderQuality=Ρυθμός ποιότητας
ParticleQuality=Ποιότητα σωματιδίων
CarShadow=Σκιά αυτοκινήτου
MotionBlur=Θόλωμα κίνησης
DepthOfField=Βάθος πεδίου
TransparentMenus=Διαφανή μενού

[VR]
OnOff=Ενεργοποίηση/Απενεργοποίηση
Visor=VR Headset
Supersampling=Yπερδειγματοληψία
HUDScale=Αναλογία πίνακα οργάνων
HUDDistance=Απόσταση πίνακα οργάνων
SteeringDegrees=Περιστροφή τιμονιού σε μοίρες
NoCameraShake=Απενεργοποιήστε το κούνημα της κάμερας
HUDWarning=ΠΡΟΣΟΧΗ: ο πίνακας εργαλείων δεν θα είναι ορατός εάν χρησιμοποιείτε τις βελτιώσεις γραφικών. Για να δείτε θα μπορούσατε να χρησιμοποιήσετε προγράμματα όπως το OVRDrop σε συνδυασμό με το SimHub.
AdvancedGraphicsOptions=Προηγμένες επιλογές γραφικών...
AdvancedVROptions=Προηγμένες επιλογές VR...
KillSteamVR=Εξαναγκασμένη διακοπή λειτουργίας VR Steam πριν από την έναρξη
KeepPostprocessing=Χρήση επεξεργασίας μετά την παρακολούθηση στην οθόνη
KeepPostProcessingWarning=(Θα μπορούσε να προκαλέσει αστάθεια και τραύλισμα)
HorizontalDashOffset=Οριζόντια μετατόπιση πίνακα οργάνων

[View]
InternalViewSettings=Προβολή μέσα στο αυτοκίνητο
FOV=FOV (οπτικό πεδίο)
Tight=Στενό
Wide=Ευρύ
SeatPosX=Θέση καθίσματος (οριζόντια)
SeatPosY=Θέση καθίσματος (κάθετα)
EyesHeight=Ύψος ματιών οδηγού
SeatPos=Θέση καθίσματος
SightSlope=Κλίση όρασης (μοίρες)
Wheel=Τιμόνι
VisualRotation=Οπτική περιστροφή
ForceMirrorsReflections=Εξαναγκασμός αντανακλάσεων καθρλεπτη, όταν είναι εφικτό
HideCarDash=Απόκρυψη πίνακα οργάνων, όταν είναι εφικτό
CustomCameras=Προσαρμοσμένες κάμερες
CamerasTip=Μπορείτε να ρυθμίσετε δύο προσαρμοσμένες κάμερες, για να τις χρησιμοποιήσετε στο παιχνίδι
Camera1=Κάμερα 1
Camera2=Κάμερα 2
SemiAutoTip=Το RBRPro μπορει να τοποθετήσει την κάμερα έτσι ώστε το οπτικό πεδίο να είναι πάντα τέλειο. Επομένως, η ρύθμιση της θέσης του καθίσματος δεν είναι απαραίτητη. Είναι αρκετό να ρυθμίσετε το FOV και το ύψος της όρασης.
ManualTip=Σε αυτή τη λειτουργία, η διαμόρφωση της κάμερας πρέπει να αποθηκευτεί για κάθε αυτοκίνητο, ρυθμίζοντας την με το Pacenote lugin (κάντε δεξί διπλό κλικ με το ποντίκι στην οθόνη του παιχνιδιού)
AdvancedConfig=Προηγμένη διαμόρφωση
Other=Αλλα
Auto=Αυτόματη
SemiAuto=Ημι-αυτόματη (συνιστάται)
SemiAutoAdvanced=Προηγμένη Ημι-αυτόματη
Custom=Εξατομικευμένη
SeatHeight=Υψος καθίσματος (δεν επιδρά στο VR)

[Dash]
MiniDashPosition=Θεσή μικρού πίνακα οργάνων
FullDashPosition=Θέση πλήρη πίνακα οργάνων
Horizontal=Οριζόντια
Vertical=Κάθετα
PositioningMode=Τοποθέτηση

[Audio]
Software=Ήχος από λογισμικό
EAX=Creative EAX
EAXTip=Απενεργοποιήστε το Creative EAX μόνο σε περίπτωση ηχητικών προβλημάτων. Το RBRPro αποκαθιστά περιβαλλοντικά ηχητικά εφέ!
Soundtrack=Μουσική υπόκρουση
MenuMusic=Μενού
ServicePackMusic=Service Park
CeremonyMusic=Τελετή απονομής
OtherSettings=Αλλες ρυθμίσεις
OpenAudioIni=Άνοιγμα audio.ini
OpenCarsIni=Άνοιγμα cars.ini
SoundtrackTip=Η προσαρμογή της μουσικής υπόκρουσης είναι πραγματικά εύκολη! Αρκεί να τοποθετήσετε κάποια τραγούδια σε αυτόν τον φάκελο. Τα αρχεία ήχου πρέπει να είναι στη μορφή OGG Vorbis. Για να κάνουμε την εμπειρία του παιχνιδιού πιο ευχάριστη, προσθέσαμε κάποια μουσική.
PlaylistLink=Ακούστε τη λίστα αναπαραγωγής του YouTube
AdvancedSettings=Προηγμένες ρυθμίσεις
AdvancedSettingsTip=Αυτά είναι για προχωρημένους χρήστες. Μην τροποποιείτε τίποτα αν δεν είστε σίγουροι για το τι κάνετε
UpdateList=Ενημέρωση Λίστας
AudioMixer=Μίκτης Ήχου
EnvReflectionsVolume=Αντανακλάσεις του περιβάλλοντος (EAX)
MainEngineVolume=Κύριος ήχος κινητήρα
AudienceVolume=Θεατές
ImpactsVolume=Συγκρούσεις
GravelParticlesVolume=Οδόστρωμα
RefreshRate=Ρυθμός ανανέωσης ήχου
AudioChannels=κανάλια ήχου
AudioProcessing=επεξεργασία ήχου
NoProcessing=Καμία
IndirectsoundTip=Indirectsound αναγκάζει την ενεργοποίηση του EAX σε ορισμένες κάρτες ήχου. Αυτή ΔΕΝ είναι η συνιστώμενη επιλογή
SoftAlTip=OpenAL Soft προσομοιώνει το EAX μέσω λογισμικού. This is the recommended option
AlchemyTip=Το Creative Alchemy είναι η αποκατάσταση EAX από την Creative και πρέπει να εγκατασταθεί χειροκίνητα
SkidSoundPercentage=Όριο ολίσθησης ελαστικού (%)
Other=Αλλα
SampleRate=Ποσοστό δειγματοληψίας
ResamplerQuality=Επαναληπτική ποιότητα
PeriodSize=Δείγματα ανά περίοδο
PeriodCount=Περίοδοι
FmodSupport=Υποστήριξη κινητήρα FMOD
FmodTip=Το FMOD επιτρέπει απίστευτα ρεαλιστικούς ήχους κινητήρα
FmodEngineVolume=Γενικός όγκος κινητήρα FMOD

[Controls]
Axes=Άξονες χειριστηρίων
HandbrakeInvert=Αντιστροφή άξονα χειροφρένου
ClutchInvert=Αντιστροφή άξονα συμπλέκτη
ThrottleInvert=Αντιστροφή άξονα γκαζιού
BrakeInvert=Αντιστροφή άξονα φρένου
FFBSensitivity=Ευαισθησία Ανάδρασης
Tarmac=Άσφαλτος
Gravel=Χώμα
Snow=Χιόνι
FFBTip=Υψηλότερες τιμές θα κάνουν το τιμόνι πιο ευαίσθητο μειώνοντας την ένταση της δύναμης της ανάδρασης
WarnOnDisconnection=Προειδοποίηση εάν τα συνδεδεμένα χειριστήρια αλλάξουν πριν μπείτε στο παιχνίδι
PauseOnDisconnection=Παύση του παιχνιδιού σε περίπτωση αποσύνδεσης ενός από τα παρακολουθέντα χειριστήρια
PeripheralsToBeMonitored=Χειριστήρια προς παρακολούθηση (Επιλέξτε αυτά που χρησιμοποιούνται για οδήγηση)
HwMonitoring=Παρακολούθηση Χειριστηρίων Παιχνιδιών
Utility=Utility
RestoreControls=Επαναφορά εντολών χειριστηρίων
UpdateAndReset=Ενημέρωση και επαναφορά
SaveReferenceConfig=Χρησιμοποιήστε αυτή τη διαμόρφωση ως αναφορά
PeripheralDisconnected={0} έχει αποσυνδεθεί. Το RBR έχει τεθεί σε παύση
ConfigurationSaved=Διαμόρφωση αποθηκεύτηκε
ApplyInvertedPedalsFix=Εφαρμόστε το fix για να ξεκλειδώσετε τα ανεστραμμένα πεντάλ κατά την εκκίνηση

[Manager]
Language=Γλώσσα
TranslateCzechOnline=Μεταφράστε τον Τσέχικο ιστότοπο
ShowIntro=Παρουσίαση εισαγωγής κατά την εκκίνηση του παιχνιδιού
InstallGameProfile=Εγκαταστήστε ένα προφίλ παιχνιδιού για αυτήν τη γλώσσα
RestoreControlsWarning=Όλες οι εντολές χειριστηρίων θα χαθούν. Είσαι σίγουρος?
Game=Παιχνίδι
ToDo=ΔΙΑΒΑΣΤΕ ΠΡΟΣΕΚΤΙΚΑ
ToDo1=1. Επιλέξτε τη γλώσσα και κάντε κλικ στο κουμπί "Εγκατάσταση προφίλ για αυτήν τη γλώσσα"
ToDo2=2. Αφού ξεκινήσετε το παιχνίδι, επιλέξτε το προφίλ NGP5/6, μην δημιουργήσετε ένα νέο προφίλ
ToDo3=3. Μπορείτε να αποκτήσετε πρόσβαση στο Tournament Plugin μέσω του μενού Options / Plugins. Εκεί θα βρείτε τις εγκατεστημένες Ε.Δ.
GameStartMode=Λειτουργία εκκίνησης
NormalStart=Κανονική
SelectDefaultProfile=Επιλέξτε το προεπιλεγμένο προφίλ και πηγαίνετε στο κύριο μενού
GoTournamentPlugin=Επιλέξτε το προεπιλεγμένο προφίλ και μεταβείτε στο RBR Tournament plugin
GameProfiles=Προφίλ παιχνιδιών
AutoMenuName=Μετά την έναρξη του παιχνιδιού, μεταβείτε σε αυτό το μενού (εισαγάγετε το όνομα του μενού)
WaitProfileSelection=Να επιτρέπεται η επιλογή προφίλ πριν μεταβείτε στο μενού

[Profile]
RestoreProfileFromBackup=Επαναφορά προφίλ χρήστη από αντίγραφο ασφαλείας
ProfileRestored=Το προφίλ χρήστη έχει επαναφερθεί
UserProfileOverwriteWarning=Το τρέχον προφίλ χρήστη στο RBR θα αντικατασταθεί. Είσαι σίγουρος?
DoProfileBackup=Κάντε ένα αντίγραφο ασφαλείας του προφίλ χρήστη RBR κατά την εκκίνηση

[Contents]
Cars=ΑΥΤΟΚΙΝΗΤΑ
Stages=ΕΙΔΙΚΕΣ ΔΙΑΔΡΟΜΕΣ
CoDrivers=ΣΥΝΟΔΗΓΟΙ
Plugins=PLUGINS

[Cars]
Category=Κατηγορία
InstalledCars=Επιλεγμένα αυτοκίνητα
Year=Έτος:
Power=Ιπποδύναμη: {0} HP @ {1} RPM
Gears=Κιβώτιο Ταχυτήτων:
TransType=Μετάδοση:
Weight=Βάρος:
Wheelbase=Μεταξόνιο:
UpdatesAvailable=Διαθέσιμη ενημέρωση αυτοκινήτου
UpdateItNow=Ενημέρωση τώρα
SetupTuning=Ρύθμιση Αυτοκινήτου
RBRSMTip=Εάν θέλετε να ρυθμίσετε το αυτοκίνητο σας, μπορείτε να χρησιμοποιήσετε το εξωτερικό πρόγραμμα RBR Setup Manager. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Πρόκειται για ένα προηγμένο εργαλείο. Δεν σας συνιστούμε να το χρησιμοποιήσετε εάν δεν είστε εξοικειωμένοι με τις παραμέτρους RBR και τις ρυθμίσεις του αυτοκινήτου.
OpenRBRSM=Άνοιγμα RBRSM...
UseOnlinePhysics=Χρησιμοποιήστε συμβατές ρυθμίσεις για online
ProTip=Με τον διακόπτη στα αριστερά, τα αυτοκίνητα θα έχουν ρυθμίσεις PRO σαν προεπιλογη (διατίθονται επίσης ως επιπλέον ρυθμίσεις). Αλλάξτε σε Τυπικές ρυθμίσεις για να τρέξετε online
TechSpecs=Τεχνικά χαρακτηριστικά
Wikipedia=Wikipedia
ProSetups=Ρυθμίσεις Pro
StandardSetups=Τυπικές Ρυθμίσεις
PhysicsVersion=Έκδοση Physics:
ModelVersion=Έκδοση μοντέλου:
NoCarsAvailable=Δεν υπάρχουν άλλα αυτοκίνητα σε αυτήν την κατηγορία για εισαγωγή.
EngineVersion=Έκδοση κινητήρα:
Lights=Φώτα
LightsOff=Φώτα απενεργοποιημένα
StandardLights=Φώτα ενεργοποιημένα
StandardPlusBonnet=Φώτα ενεργοποιημένα (+ προβολείς)
ExtraLightsOnly=Μόνο ενεργοποιημένοι προβολείς
Mirrors=Καθρέφτες
StandardMirror=Αρχικός
AlternativeMirror=Εναλλακτική λύση
NgpVersion=έκδοση NGP
List=Λίστα
Options=Επιλογές
NoSlotSelected=Δεν έχει επιλεγεί θέση
SoundSet=Σετ ήχου
InstallProEngine=Εγκατάσταση κινητήρα Pro
InstallProSetups=Εγκατάσταση Pro ρυθμίσεων
ProSetupsWarning=Οι ρυθμίσεις στις υποδοχές 09-15 θα αντικατασταθούν. Είσαι σίγουρος?
AboutProSetups=Σχετικά με τα Pro Setups...
AuthorsNotes=Σημειώσεις δημιουργού...
Video=Βίντεο...

[Stages]
Country=Χώρα
Name=Όνομα:
Country2=Χώρα:
Surface=Επιφάνεια:
Length=Μήκος:
Difficulty=Δυσκολία:
Reverse=Αντιστροφή φορά:
Snowy=Έκδοση χιονιού:
ReversedSnowy=Αντιστροφή έκδοση χιονιού:
Author=Δημιουργός:
Notes=Σημειώσεις:
AvailableStages=Διαθέσιμες Ε.Δ.
IncludeSchoolStages=Συμπερίληψη των Ε.Δ. της Σχολής Ραλλύ
SchoolCarTip=(Το εκπαιδευτικό αυτοκίνητο είναι αυτό στην υποδοχή 05)
InstallAll=Εγκαταστήστε τα πάντα
InstallAllWarning=ΠΡΟΣΟΧΗ: Η διαδικασία αυτή διαρκεί πολύ και εξαρτάται από την απόδοση της σύνδεσης σας στο διαδίκτυο. Θέλετε να συνεχίσετε;
ToBeInstalled=Προς εγκατάσταση
ToBeUpdated=Προς ενημέρωση
Search=Αναζήτηση
Version=Εγκατεστημένη Έκδοση:
UpdatesAvailable=Αυτη η Ε.Δ. πρέπει να ενημερωθεί.
UpdateItNow=Ενημέρωση
QuickList=Επιλεγμένα στάδια
AddToQuickList=Επιλέξτε
AddAllStages=Επιλέξτε όλα τα στάδια

[CoDrivers]
Language=Γλώσσα
Name=Όνομα:
Language2=Γλώσσα:
PacenotePlugin=PacenotePlugin:
Quality=Ποιότητα (1-10):
Notes=Σημειώσεις:
CoDrivers=Συνοδηγός
NavigatorTip=Ενώ οι ενσωματωμένοι συνοδηγοί θα δουλέψουν πιστεύουμε ότι ένας πραγματικός προσομοιωτής ραλλύ απαιτεί κάτι πιο προηγμένο. Αυτός είναι ο λόγος για τον οποίο δημιουργήσαμε μια νέα τεχνολογία που επιτρέπει τη δημιουργία προσαρμόσιμων και ρεαλιστικών συνοδηγών.
Version=Εγκατεστημένη Έκδοση:
UpdatesAvailable=Αυτός ο συνοδηγός πρέπει να ενημερωθεί.
UpdateItNow=Ενημέρωση

[AddOns]
AddOns=Add-Ons
Version=Εγκατεστημένη έκδοση:
UpdatesAvailable=Αυτό το πρόσθετο πρέπει να ενημερωθεί.
UpdateItNow=Ενημέρωση
ClickToDetach=Κάντε κλικ για απόσπαση

[Plugins]
FixUpDesc=Διορθώνει ορισμένα προβλήματα του αρχικού παιχνιδιού. Δεν μπορεί να απενεργοποιηθεί
PacenoteDesc=Χρήσιμο για την επεξεργασία των σημειώσεων και της κάμερας. Ενεργοποιείται με διπλό κλικ στο ποντικι όταν βρίσκεστε σε αγώνα ή σε επανάληψη. Δεξι για τη κάμερα, Αριστερο για τις Σημειώσεις
GaugerDesc=Χρήσιμος πίνακας οργάνων στην οθόνη για χρήση σε αγώνες και σε επαναλήψεις
UsePercentPos=Χρησιμοποιήστε μια ποσοστιαία τοποθέτηση
RxDesc=Ενεργοποιεί τη χρήση Ε.Δ. σε μορφή BTB
RestoreWindows=Επαναφορά παραθύρων
GaugerConfig=Διάταξη
TrainingDayDesc=Επιτρέπει την προπόνηση με όλες τις καιρικές συνθήκες και τις συνθήκες πρόσφυσης
HShifterDesc=Αποτελεσματική υποστήριξη H-Shifter, καλύτερη από την εγγενή NGP5
NightDesc=Ρυθμίστε το φωτισμό περιβάλλοντος στη λειτουργία νύχτας
ConfigureTelemetry=Διαμόρφωση τηλεμετρίας ...
LightsIntensity=Ένταση προβολέα
LightsDistance=Εύρος προβολέα

[General]
Yes=Ναι
No=Όχι
Advanced=Προηγμένες
AdvancedConfig=Προηγμένες ρυθμίσεις...
Degrees=Μοίρες
Left=Αριστερά
Right=Δεξιά
Low=Χαμηλά
High=Ψηλά
Back=Πίσω
Backward=Προς τα πίσω
Forward=Προς τα εμπρός
Upward=Προς τα πάνω
Downward=Προς τα κάτω
LearnMore=Κάντε κλικ εδώ για να μάθετε περισσότερα...
OfflineMode=ΣΧΟΛΗ RALLY ΛΕΙΤΟΥΡΓΙΑ
OfflineModeTip=Οι Προρυθμίσεις χρησιμοποιούνται ως προεπιλογή, δεν μπορείτε να παίξετε online
OnlineMode=ΠΡΟΤΥΠΟ ΛΕΙΤΟΥΡΓΙΑ
OnlineModeTip=Χρησιμοποιήστε αυτή τη λειτουργία για να παίξετε online σε άλλα τουρνουά. Για τα τουρνουά RBRPro, χρησιμοποιήστε το εικονίδιο εκκίνησης στο Ημερολόγιο
Show=Προβολή
Install=Εγκατάσταση
Uninstall=Απεγκατάσταση
Add=Πρόσθεση
Remove=Αφαίρεση
Activate=Ενεργοποίηση
OpenFolder=Άνοιγμα φακέλου...
UpdateList=Ενημέρωση λίστας
Reverse=II
Snow=Snow
SnowReverse=Snow II
Download=Λήψη
Edit=Επεξεργασία...
Rad=rad.
Stop=Στοπ
Set=Ορίστε

[Updates]
ModVersion=Έκδοση Mod
UpdateAvailable=Η ενημερωμένη έκδοση {0} είναι διαθέσιμη. Κάντε κλικ εδώ για εγκατάσταση
CarsUpdatesAvailable=Υπάρχουν διαθέσιμες ενημερώσεις για τα παρακάτω αυτοκίνητα. Ελέγξτε την ενότητα περιεχομένων
StagesUpdatesAvailable=Υπάρχουν διαθέσιμες ενημερώσεις για τις ακόλουθες Ε.Δ.. Ελέγξτε την ενότητα περιεχομένων
CoDriversUpdatesAvailable=Υπάρχουν διαθέσιμες ενημερώσεις για τους ακόλουθους συνοδηγους. Ελέγξτε την ενότητα περιεχομένων
AddOnsUpdatesAvailable=Υπάρχουν διαθέσιμες ενημερώσεις για τα ακόλουθα πρόσθετα. Ελέγξτε την ενότητα περιεχομένων
OptionPacksUpdatesAvailable=Υπάρχουν διαθέσιμες ενημερώσεις για τα ακόλουθα πακέτα επιλογών. Ελέγξτε την ενότητα περιεχομένων
Optional=Προαιρετικός
Recommended=Συνιστάται
Mandatory=Επιτακτικός
Hint=Εάν κάτι δεν λειτουργεί σωστά μετά από μια ενημέρωση, μπορείτε να χρησιμοποιήσετε αυτήν τη σελίδα για να επιστρέψετε στην προηγούμενη έκδοση
RollbackToPreviousVersion=Επιστροφή στην προηγούμενη έκδοση

[Filters]
Country=Χώρα
SearchByName=Αναζήτηση βάσει ονόματος
SearchWords=Αναζήτηση λέξεων

[Messages]
CoDriverActivated=Ο συνοδηγός ενεργοποιήθηκε
GameProfileInstalled=Το προφίλ παιχνιδιού εγκαταστάθηκε
CommandRestored=Οι εντολές αποκαταστάθηκαν
OnlyRegisteredUsers=Αυτή η λειτουργία προορίζεται για εγγεγραμμένους χρήστες
OnlyDonators=Αυτή η δυνατότητα προορίζεται για δωρητές
DonatorsContent=Αυτό το περιεχόμενο προορίζεται για δωρητές
LinkNotYetAvailable=Αυτός ο σύνδεσμος δεν είναι ακόμα διαθέσιμος
CannotRequestReset=Λυπούμαστε. Ο κώδικας χειροκίνητης επαναφοράς μπορεί να δημιουργηθεί μόνο μέσα σε 30 δευτερόλεπτα από τη διακοπή του παιχνιδιού.
NoMatchesFound=Δεν βρέθηκαν αποτελέσματα
Done=Όλα τελείωσαν
CarsNotAllowed=Έχετε επιλέξει ορισμένα αυτοκίνητα που δεν επιτρέπονται από το επίπεδό σας. Καταργήστε τα από τη λίστα πριν μπείτε στο συμβάν. Για περισσότερες λεπτομέρειες ανατρέξτε στον Οδηγό πρωταθλήματος RBRPro στην ιστοσελίδα μας www.rbrpro.org
OptionPacksNeeded=Αυτό το συμβάν απαιτεί τα ακόλουθα πακέτα επιλογών. Πρέπει να τα εγκαταστήσετε για να συνεχίσετε:
StagesUpdateNeeded=Δεν είναι ενημερωμένα όλα τα απαιτούμενα στάδια. Πρέπει να τα ενημερώσετε για να προχωρήσετε.
CannotClose=Δεν μπορείτε να κλείσετε τον διαχειριστή ενώ εκτελείται το RBR

[Errors]
Digidash=Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του DigiDash
Download=Παρουσιάστηκε σφάλμα κατά τη λήψη
Generic=Παρουσιάστηκε γενικό σφάλμα κατά τη διάρκεια της λειτουργίας

[Warnings]
Warning=ΠΡΟΕΙΔΟΠΟΙΗΣΗ
AgreeAndGoOn=Συμφωνώ και συνεχίζω
OnlineWarning=ΕΝΑΡΞΗ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ ΑΠΟ ΕΔΩ ΚΑΙ ΣΥΜΜΕΤΟΧΗ ΣΕ ΣΥΓΚΕΚΡΙΜΕΝΗ ΕΚΔΗΛΩΣΗ RBRPRO ΘΑ ΠΡΟΚΑΛΕΣΕΙ ΑΠΟΚΑΤΑΣΤΑΣΗ !!! Ο σωστός τρόπος συμμετοχής σε εκδηλώσεις του RBRPRO είναι να ξεκινήσει το παιχνίδι από το ημερολόγιο. ΜΕ ΤΗΝ ΕΚΚΙΝΗΣΗ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ ΑΠΟ ΤΟ ΕΔΩ ΠΑΝΤΑ ΝΑ ΠΑΙΖΕΤΕ ΣΕ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΚΔΡΟΜΗ ΣΤΗΝ ΤΣΕΧΙΚΗ ONLINE
IncompleteCarList=Πρεπει να εγκαταστήσετε 8 αυτοκίνητα για να χρησιμοποιήσετε το RBRSM
RBRSMRunning=Το RBRSM εκτελείται ήδη
8CarsRequired=Πρέπει να εγκαταστήσετε 8 αυτοκίνητα για να ξεκινήσετε το παιχνίδι
RBRRunning=Το RBR εκτελείται ήδη
CannotLogin=Η σύνδεση απέτυχε
Slot2Reserved=Η θέση 02 προορίζεται για αυτοκίνητα με κίνηση στους εμπρός τροχούς (FWD)
FWDSlotWarning=Για μεγαλύτερη συνοχή της εγκατάστασης, συνιστούμε να εγκαταστήσετε τα αυτοκίνητα FWD μόνο στην υποδοχή 02. Θέλετε να συνεχίσετε;
PeripheralsWarning=Φαίνεται ότι τα συνδεδεμένα περιφερειακά άλλαξαν από την τελευταία εκτέλεση του παιχνιδιού\Αυτό μπορεί να προκαλέσει τις εντολές στο παιχνίδι να μην αναγνωρίζονται. Θέλετε να συνεχίσετε;
InstallationInProgress=Προσοχή: μια εγκατάσταση βρίσκεται σε εξέλιξη. Αφήνοντας το πρόγραμμα, διακινδυνεύετε τη αλλοίωση ορισμένων αρχείων. Θέλετε πραγματικά να βγείτε;
WrongCarsInList=Έχετε επιλέξει τη {0} φυσική, αλλά υπάρχουν αυτοκίνητα στη λίστα που δεν την υποστηρίζουν. Δώστε προσοχή στην υποστήριξη της έκδοσης NGP στον κατάλογο των χαρακτηριστικών του αυτοκινήτου. Αντικαταστήστε τα πριν προχωρήσετε.
StagesListEmpty=Πρέπει να επιλέξετε τουλάχιστον ένα στάδιο για να ξεκινήσετε το παιχνίδι
NoOnlineAccount=Ο λογαριασμός σας στο διαδίκτυο δεν έχει ρυθμιστεί
NoInternetConnection=Υπάρχουν προβλήματα με τη σύνδεσή σας στο διαδίκτυο
StagesNotInstalled=Δεν έχουν εγκατασταθεί όλα τα επιλεγμένα στάδια. Εγκαταστήστε τα πριν προχωρήσετε
NGP5Outdated=Η φυσική NGP5 είναι ξεπερασμένη και δεν μπορεί να χρησιμοποιηθεί στο διαδίκτυο. Θέλετε να το επιλέξετε ούτως ή άλλως;
NickNameMismatch=Φαίνεται ότι δεν χρησιμοποιείτε το ίδιο ψευδώνυμο με το rbr.onlineracing.cz. Αυτό σημαίνει ότι δεν θα λάβετε πόντους και αστέρια στο πρωτάθλημα RBRPro. Σας συμβουλεύουμε να ζητήσετε αλλαγή ψευδωνύμου στέλνοντας
NotAntivirusSafe=Ο φάκελος RBRPro δεν προστατεύεται από το Windows Defender. Αυτό μπορεί να προκαλέσει προβλήματα στο παιχνίδι. Θέλετε να προσθέσετε μια εξαίρεση αυτόματα;
AntivirusIssue=Το πρόγραμμα ασπίδας έχει διαγραφεί. Φαίνεται ότι έχετε ένα antivirus που παρεμβαίνει στο RBRPro. Προτείνουμε να απενεργοποιήσετε οποιοδήποτε πρόγραμμα προστασίας από ιούς και να εγκαταστήσετε ξανά την πιο πρόσφατη ενημέρωση. Κάνοντας κλικ στο "Ναι" θα καταργηθεί ο έλεγχος για πάντα. Θέλετε να το κάνετε αυτό με δική σας ευθύνη; (μπορεί να αντιμετωπίσετε προβλήματα στο παιχνίδι)

[CrashWindow]
Oops=Ουπς, Φαίνεται ότι το RBR σταμάτησε να δουλεύει!!! :(
ResetCodeGenerated=...ΚΑΙ ΔΗΜΙΟΥΡΓΗΘΗΚΕ ΚΩΔΙΚΟΣ ΕΠΑΝΑΦΟΡΑΣ. ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟΝ ΓΙΑ ΤΗΝ ΑΙΤΗΣΗ ΕΠΑΝΑΦΟΡΑΣ. ΟΠΟΙΑΔΗΠΟΤΕ ΚΑΤΑΧΡΗΣΗ ΘΑ ΤΙΜΩΡΗΘΕΙ.
SafeMode=ΦΥΛΑΣΣΕΤΕ ΟΤΙ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ΤΗΣ ΜΕΤΑΒΟΛΗΣ ΤΗΣ ΑΚΡΙΒΕΙΑΣ ΤΟΥ ΗΧΟΥ Ή / ΚΑΙ ΤΟΥ ΒΙΝΤΕΟ ΜΠΟΡΕΙ ΝΑ ΚΑΝΕΙ ΤΟ ΠΑΙΧΝΙΔΙ STABLE. ΔΟΚΙΜΑΣΤΕ ΜΕ ΠΡΩΤΕΣ ΓΡΑΦΙΚΕΣ ΠΟΙΟΤΗΤΑ ΚΑΙ ΕΠΕΞΕΡΓΑΣΙΑ ΗΧΟΥ ΣΤΟ "ΚΑΝΕΝΑ"
NeedARestart=Χρειάζεστε μια επανεκκίνηση;
Yes=Ναι, προειδοποιήστε τους διαχειριστές!
No=Δεν το χρειάζομαι
RestartCodeCopied=Ο κώδικας crash έχει αντιγραφεί στο πρόχειρο. Τώρα μπορείτε να το επικολλήσετε στο αίτημα επανεκκίνησης

[OptionPacks]
OptionPacks=ΕΠΙΛΟΓΕΣ ΠΑΚΕΤΑ
Type=Τύπος

[SpeechRecognition]
TemplateCulture=en-GB
VocalCommandsEnabledPrompt=Vocal commands enabled
VocalCommandsDisabledPrompt=Vocal commands disabled
StartingGamePrompt=RBR Pro is starting
CommandExecutedPrompt=Done
CommandUnrecognizedPrompt=Don't understand

